Repository: pypi-data/pypi-mirror-44
Catalog: packages/django-latch/django_latch-0.3-py2.py3-none-any.whl/latch/locale/*/LC_MESSAGES/django.po
Languages: es

source: Latch Pin
es: Código Latch

source: Confirm
es: Confirmar

source: Latch service is not properly configured
es: El servicio Latch no está correctamente configurado

source: Documentation
es: Documentación

source: Home
es: Inicio

source: Pair Latch
es: Parear Latch

source: Pair
es: Parear

source: Latch Status
es: Estado de Latch

source: Latch is configured: <b>Yes</b>
es: Latch configurado: <b>Sí</b>

source: Latch is configured: <b>No</b>
es: Latch configurado: <b>No</b>

source: Your accountId is: <b>%(accountid)s</b>
es: El id de su cuenta es: <b>%(accountid)s</b>

source: Account status: <b>%(account_status)s</b>
es: Estado de la cuenta: <b>%(account_status)s</b>

source: Your account is <b>not latched</b>
es: Su cuenta no está protegida con Latch

source: Latch connection error
es: Error de conexión con Latch

source: Unpair
es: Desparear

source: Latch is not configured
es: Latch no está configurado

source: Account is already paired
es: Su cuenta ya está pareada

source: Account paired with Latch
es: Su cuenta ha sido pareada con Latch

source: Account not paired with Latch
es: Su cuenta no ha sido pareada con Latch

source: Error pairing the account: %(error)s
es: Error pareando la cuenta: %(error)s

source: Error pairing the account
es: Error pareando la cuenta

source: Latch removed from your account
es: Latch eliminado de su cuenta

source: Your account is not latched
es: Su cuenta no está protegida con Latch

source: Your account has no profile
es: Su cuenta no tiene perfil

source: Error unpairing the account: %(error)s
es: Error despareando la cuenta: %(error)s

source: Error unpairing the account
es: Error despareando la cuenta
