Repository: pypi-data/pypi-mirror-44
Catalog: packages/designate-dashboard/designate-dashboard-8.0.0.tar.gz/designate-dashboard-8.0.0/releasenotes/source/locale/*/LC_MESSAGES/releasenotes.po
Languages: pt_br

source: Contents
pt_br: Conteúdo

source: Current Series Release Notes
pt_br: Notas de Versão da Série Atual

source: Indices and tables
pt_br: Índices e tabelas

source: Mitaka Series Release Notes
pt_br: Notas de Versão da Série Mitaka

source: Newton Series Release Notes
pt_br: Notas de Versão da Série Newton

source: Ocata Series Release Notes
pt_br: Notas de Versão da Série Ocata

source: Pike Series Release Notes
pt_br: Notas de Versão da Série Pike

source: Queens Series Release Notes
pt_br: Notas de Versão da Série Queens

source: Rocky Series Release Notes
pt_br: Notas de versão da Série Rocky

source: Welcome to Designate dashboard Agent Release Notes documentation!
pt_br: Bem-vindo para designar a documentação de Notas de Versão do painel do Agente!
