Repository: pypi-data/pypi-mirror-44
Catalog: packages/burp-ui/burp-ui-0.6.6.tar.gz/burp-ui-0.6.6/burpui/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Please log in to access this page.
it: Per favore autenticati per accedere a questa pagina.

source: Please reauthenticate to access this page.
it: Per favore autenticati di nuovo per accedere a questa pagina.

source: Username
it: Nome utente

source: Language
it: Lingua

source: Remember me
it: Ricordami

source: Sorry, there are no running backups
it: Mi dispiace, non ci sono backup in corso

source: Sorry, there are no restore file found for this client
it: Mi dispiace, non ci sono file da ripristinare per questo client

source: Logged in successfully
it: Autenticato correttamente

source: Wrong username or password
it: Nome utente o password errati

source: Wrong CSRF token, please try again
it: Token CSRF errato, per favore prova di nuovo

source: max secs
it: secondi max

source: path
it: percorso

source: some informations
it: alcune informazioni

source: If acl support is compiled into burp, this allows you to decide whether or not to backup acls at runtime. The default is '1'.
it: Se il supporto alle ACL è compilato in burp, questo ti permette di decidere se fare o no il backup delle ACL a runtime. Predefinito è '1'

source: If xattr support is compiled into burp, this allows you to decide whether or not to backup xattrs at runtime. The default is '1'.
it: Se il support a xattr è compilato dentro burp, questo ti permette di decidere se fare o no i backup degli xattr. Predefinito '1'

source: When running a timed backup, sleep for a random number of seconds (between 0 and the number given) before contacting the server. Alternatively, this can be specified by the '-q' command line option.
it: Quando parte un backup schedulato, aspetta un numero di secondi casuale (tra 0 e il numero dato) prima di contattare il server. In alternativa, questo può essere specificato con l'opzione a riga di comando '-q'.

source: This can be overridden by the clientconfdir configuration files in clientconfdir on the server. When the server needs to delete old backups, or rubble left over from generating reverse patches with librsync=1, it will normally delete them in place. If you use the 'manual_delete' option, the files will be moved to the path specified for deletion at a later point. You will then need to configure a cron job, or similar, to delete the files yourself. Do not specify a path that is not on the same filesystem as the client storage directory.
it: Può essere sovrascritto dai file di configurazione del client in clientconfdir sul server. Quando il server ha bisogno di eliminare i vecchi backup, normalmente li elimina in-place. Se usi l'opzione 'manual_delete' invece, i file verranno mossi nel percorso specificato per l'eliminazione in un momento successivo. Dovrai impostare un cron job o simile per eliminare i file. Non specificare un path che non è nello stesso filesystem dell'archivio dei backup di burp.

source: You can have multiple labels, and they can be overridden in the client configuration files in clientconfdir on the server. They will appear as an array of strings in the server status monitor JSON output. The idea is to provide a mechanism for arbitrary values to be passed to clients of the server status monitor.
it: Puoi avere più etichette, e possono essere sovrascritte nel file di configurazione del client. Appariranno come array di stringhe nello status monitor JSON del server. L'idea è di fornire un meccanismo per passare valori arbitrari dai client allo status monitor del server.

source: Set this to 0 if you do not want include_glob settings to be evaluated after the pre script is run. The default is 1.
it: Imposta a zero se non vuoi che l'impostazione include_glob venga valutata dopo lo script di pre init. Predefinito 1.

source: Set this to 0 if you want to disable all clients. The default is 1. This option can be overridden per-client in the client configuration files in clientconfdir on the server.
it: Imposta a 0 se vuoi disabilitare tutti i client. Predefinita 1. Può essere sovrascritto dai file di configurazione del client in clientconfdir sul server.

source: Whether to keep fqdn cname (like 'testclient.example.com') when looking-up in clientconfdir. This also affects the fqdn lookup on the client (see client configuration options for details). The default is 1. When set to 0, the fqdn provided by the client while authenticating will be stripped ('testclient.example.com' becomes 'testclient').
it: Se mantenere o no il FQDN (come 'testclient.example.com') quando si cerca dentro clientconfdir. Questo cambia anche la risoluzione del FQDN sul client (vedi le opzioni di configurazione del client per i dettagli). Predefinito 1. Quando impostato su 0, il FQDN fornito dal client durante l'autenticazione sarà pulito ('testclient.example.com' diventa 'testclient').

source: Whether to force lowercase cname when looking-up in clientconfdir. This also affects the fqdn lookup on the client (see client configuration options for details). The default is 0. When set to 1 the name provided by the client while authenticating will be lowercased.
it: Se forzare il nome del client in minuscolo quando lo si cerca dentro clientconfdir. Questo influisce anche sulla risoluzione del FQDN sul client (vedi le opzioni di configurazione del client per i dettagli). Predefinito 0. Quando impostato su 1, il nome del client verrà forzato in minuscolo.

source: path or glob
it: percorso o glob

source: name
it: nome

source: string
it: stringa

source: extension
it: estensione

source: fstype
it: tipo FS

source: regular expression
it: expressione regolare

source: groupname
it: nome grouppo

source: number
it: numero

source: file name
it: nome file

source: port number
it: numero porta

source: cipher list
it: lista di cifrari

source: strftime format
it: formato strftime

source: username
it: nome utente

source: list of drive letters
it: lista di lettere dei drive

source: Read additional configuration files. On Windows, the glob is unimplemented - you will need to specify an actual file.
it: Leggi file di configurazioni addizionali. Su Windows, il glob non è implementato - devi specificare direttamente i file.

source: Defines the main TCP address that the server listens on. The default is either '::' or '0.0.0.0', dependent upon compile time options.
it: Definisce l'indirizzo TCP principale su cui il server è in ascolto. Predefinito è '::' o '0.0.0.0' a seconda delle opzioni di compilazione.

source: This allows you to control whether the client uses O_NOATIME when opening files and directories. The default is 0, which enables O_NOATIME. This means that the client can read files and directories without updating the access times. However, this is only possible if you are running as root, or are the owner of the file or directory. If this is not the case (perhaps you only have group or world access to the files), you will get errors until you set atime=1. With atime=1, the access times will be updated on the files and directories that get backed up.
it: Questo ti consente di controllare se il client utilizza O_NOATIME quando apre file e directory. Predefinito è 0, che abilita O_NOATIME. Questo significa che il client legge file e directory senza aggiornare il tempo di accesso. Tuttavia è possibile solo se il processo gira come root, o se sei l'owner del file/directory. Se non è questo il caso (hai solo l'accesso di gruppo o world), avrai un errore finché non imposti atime=1. Con atime=1, il tempo di accesso verrà aggiornamento sui file che vengono sottoposti a backup.

source: Path to autoupgrade directory from which upgrades are downloaded. The option can be left unset in order not to autoupgrade clients. Please see docs/autoupgrade.txt in the source package for more help with this option.
it: Percorso per la directory di autoaggiornamento, dove gli aggiornamenti verranno scaricati. L'opzione può essere lasciata non imposta per non aggiornare automaticamente i client. Fai riferimento a docs/autoupgrade.txt nel pacchetto sorgente per i dettagli.

source: Path to the burp_ca script when using the ca_conf option.
it: Percorso dello script burp_ca quando si usa l'opzione ca_conf.

source: Path to certificate authority configuration file. The CA configuration file will usually be /etc/burp/CA.cnf. The CA directory indicated by CA.cnf will usually be /etc/burp/CA. If ca_conf is set and the CA directory does not exist, the server will create, populate it, and the paths indicated by ssl_cert_ca, ssl_cert, ssl_key and ssl_dhfile will be overwritten. For more detailed information on this and the other ca_* options, please see docs/burp_ca.txt.
it: Percorso al file di configurazione dell'autorità di certificazione. Il file di configurazione CA sarà di solito /etc/burp/CA.cnf. La directory CA indicata da CA.cnf di solito è /etc/burp/CA. Se ca_conf è impostato e la directory CA non esiste, il server la crea e la popola, ed i file ai percorsi indicati da ssl_cert_ca, ssl_cert, ssl_key e ssl_dhfile verranno sovrascritti. Per informazioni più dettagliate su questa e sulle altre opzioni di ca_ *, vedi docs/burp_ca.txt.

source: Name of the CA that the server will generate when using the ca_conf option.
it: Nome della CA che il server genererà quando si usa l'opzione ca_conf.

source: The name that the server will put into its own SSL certficates when using the ca_conf option.
it: Nome che il server inserirà nel suo certificato SSL quando si usa l'opzione ca_conf.

source: Turn this off to prevent clients from deleting backups with the '-a D' option. The default is that clients can delete backups. Restore clients can override this setting.
it: Imposta a off per impedire ai client di eliminare i backup con l'opzione '-a D'. In modo predefinito i client possono eliminare i backups. I client di ripristino possono sovrascrivere questa opzione.

source: Turn this off to prevent clients from forcing backups with the '-a b' option. Timed backups will still work. The default is that clients can force backups.
it: Imposta ad off per impedire ai client di forzare i backup con l'opzione '-a b'. I backup a tempo continueranno a funzionare. In modo predefinito i client possono forzare i backup.

source: Turn this off to prevent clients from listing backups with the '-a l' option. The default is that clients can list backups. Restore clients can override this setting.
it: Imposta ad off per impedire ai client di guardare la lista dei backup con '-a l'. In modo predefinito i client possono vedere la lista. I client di ripristino possono sovrascrivere questa impostazione.

source: Turn this off to prevent clients from initiating restores with the '-a r' option. The default is that clients can initiate restores. Restore clients can override this setting.
it: Imposta ad off per impedire ai client di iniziare un ripristino con '-a r'. In modo predefinito i client possono iniziare un ripristino. I client di ripristino possono sovrascrivere questa opzione.

source: Turn this off to prevent clients from initiating a verify job with the '-a v' option. The default is that clients can initiate a verify job. Restore clients can override this setting.
it: Imposta ad off per impedire ai client di iniziare un lavoro di verifica con '-a v'. In modo predefinito i client possono farlo. I client di ripristino possono sovrascrivere questa opzione.

source: Path to the directory in which to keep per-client lock files. By default, this is set to the path given by the 'directory' option.
it: Percorso della directory dove tenere i lock files per singolo client. Predefinito: come l'opzione 'directory'.

source: Path to the directory that contains client configuration files.
it: Percorso alla directory che contiene i file di configurazione dei client.

source: Choose the level of gzip compression for files stored in backups. Setting 0 or gzip0 turns compression off. The default is gzip9. This option can be overridden by the client configuration files in clientconfdir on the server.
it: Imposta il livello di compressione gzip per i file memorizzati nei backup. Se 0 o gzip0, la compressione è spenta. In modo predefinito è gzip9. Questa opzione può essere sovrascritta nel file di configurazione del client sul server.

source: Allow backups to cross all filesystem mountpoints.
it: Consenti i backup attraverso tutti i punti di mount dei filesystem.

source: Allow backups to cross a particular filesystem mountpoint.
it: Consenti il backup attraverso uno specifico punto di mount.

source: Whether to daemonise. The default is 1.
it: Se eseguire come demone o no. Predefinito 1

source: Enables you to group clients together for file deduplication purposes. For example, you might want to set 'dedup_group=xp' for each Windows XP client, and then run the bedup program on a cron job every other day with the option '-g xp'.
it: Ti permette di raggruppare i client insieme per deduplica. Ad esempio, potresti voler inserire 'dedup_group=xp' per ogni macchina con Windows XP, e quindi avviare 'bedup' con l'opzione '-g xp' per deduplicare.

source: When turned on (which is the default) and the client is on version 1.3.6 or greater, the structure of the storage directory will mimic that of the original filesystem on the client.
it: Quando impostato ad on (lo è in modo predefinito) ed il client è su una versione 1.3.6 o superiore, la struttura della directory di memorizzazione del backup sarà fatta ad immagine dell'originale.

source: Path to the directory in which to store backups.
it: Percorso alla directory dove memorizzare i backups.

source: Extensions to exclude from compression. Case insensitive. You can have multiple exclude compression lines. For example, set 'gz' to exclude gzipped files from compression.
it: Estensioni da escludere dalla compressione. Non contano le maiuscole/minuscole. Puoi avere più linee di esclusione. Per esempio, imposta 'gz' per escludere i file GZIP dalla compressione.

source: Extensions to exclude from the backup. Case insensitive. You can have multiple exclude extension lines. For example, set 'vdi' to exclude VirtualBox disk images.
it: Estensioni da escludere dal backup. Non contano le maiuscole/minuscole. Puoi avere più linee di esclusione. Per esempio, imposta 'vdi' per escludere i file VDI dal backup.

source: File systems to exclude from the backup. Case insensitive. You can have multiple exclude file system lines. For example, set 'tmpfs' to exclude tmpfs. Burp has an internal mapping of file system names to file system IDs. If you know the file system ID, you can use that instead. For example, 'exclude_fs = 0x01021994' will also exclude tmpfs.
it: Filesystem da escludere dal backup. Non contano le maiuscole/minuscole. Puoi avere più linee di esclusione. Per esempio, imposta 'tmpfs' per escludere il filesystem tmpfs. Burp ha un mapping interno dal nome del filesystem all'ID. Se conosci il filesystem ID, puoi inserire quello. Per esempio, 'exclude_fs = 0x01021994' anche esclude tmpfs.

source: Exclude paths that match the regular expression.
it: Escludi percorsi che corrispondono a questa espressione regolare.

source: Path to exclude from the backup. You can have multiple exclude lines. Use forward slashes '/', not backslashes '\' as path delimiters.
it: Percorso da escludere dal backup. Puoi avere più linee di esclusione. Usa gli slash '/', non i backslash '\' come delimitatori di percorso.

source: Whether to fork children. The default is 1.
it: Se eseguire una fork per i figli. Predefinito 1

source: Run as a particular group. This can be overridden by the client configuration files in clientconfdir on the server.
it: Avvia come specifico gruppo. Può essere sovrascritto dal file di configurazione del client sul server.

source: Do not back up the client if the estimated size of all files is greater than the specified size. Example: 'hard_quota = 100Gb'. Set to 0 (the default) to have no limit.
it: Non fare il backup se la dimensione stimata di tutti i file è grande della dimensione specificata. Esempio: 'hard_quota = 100Gb'. Imposta a 0 (predefinito) per non avere limiti.

source: On the server, defines whether to keep hardlinked files in the backups, or whether to generate reverse deltas and delete the original files. Can be set to either 0 (off) or 1 (on). Disadvantage: More disk space will be used Advantage: Restores will be faster, and since no reverse deltas need to be generated, the time and effort the server needs at the end of a backup is reduced.
it: Sul server definisce se tenere gli hardlinks ai file nei backup, o se generare le differenze ed eliminare il file originale. Può essere impostata sia a 0 (off) che 1 (on). Svantaggi: verrà usato più spazio su disco. Vantaggi: il ripristino è più veloce, visto che nessun delta dovrà essere generato.

source: Extensions to include in the backup. Case insensitive. Nothing else will be included in the backup. You can have multiple include extension lines. For example, set 'txt' to include files that end in '.txt'. You need to specify an 'include' line so that burp knows where to start looking.
it: Estensioni da includere nel backup. Non importa maiuscole/minuscole. Nient'altro verrà incluso nel backup. Puoi avere più linee di estensioni. Per esempio, imposta a 'txt' per fare il backup dei file che finisco per '.txt' Devi specificare una 'include' così burp sa dove iniziare a vedere.

source: Not implemented.
it: Non implementato.

source: Path to include in the backup. You can have multiple include lines. Use forward slashes '/', not backslashes '\' as path delimiters.
it: Percorso da includere nel backup. Puoi avere più linee di esclusione. Usa gli slash '/', non i backslash '\' come delimitatori di percorso.

source: Include paths that match the glob expression.For example, '/home/*/Documents' will include '/home/user1/Documents' and '/home/user2/Documents' if directories 'user1' and 'user2' exist in '/home'. The Windows implementation currently limit the expression to contain only one '*'.
it: Includi i percorsi che corrispondono con l'espressione di glob. Esempio, '/home/*/Documents' includerà '/home/user1/Documents' e '/home/user2/Documents' se esistono. L'implementazione di Windows è limitata ad un solo '*'.

source: Number of backups to keep. This can be overridden by the client configuration files in clientconfdir on the server. Specify multiple 'keep' entries on separate lines in order to keep multiple periods of backups. For example, assuming that you are doing a backup a day, keep=7 keep=4 keep=6 (on separate lines) will keep 7 daily backups, 4 weekly backups (7x4=28), and 6 multiples of 4 weeks (7x4x6=168) - roughly 6 monthly backups. Effectively, you will be guaranteed to be able to restore up to 168 days ago, with the number of available backups exponentially decreasing as you go back in time to that point. In this example, every 7th backup will be hardlinked to allow burp to safely delete intermediate backups when necessary. You can have as many 'keep' lines as you like, as long as they don't exceed 52560000 when multiplied together. That is, a backup every minute for 100 years.
it: Numero di backup da mantenere. Questo può essere ignorato dai file di configurazione client in clientconfdir sul server. Specificare più voci "keep" su linee separate per mantenere più periodi di backup. Ad esempio, supponendo di fare un backup un giorno, keep=7 keep=4 keep=6 (su linee separate) mantiene 7 backup giornalieri, 4 backup settimanali (7x4 = 28) e 6 multipli di 4 settimane (7x4x6 = 168) - circa 6 backup mensili. Sarai in grado di ripristinare fino a 168 giorni fa, con il numero di backup disponibili che diminuiscono esponenzialmente man mano che vai indietro in quel punto. In questo esempio, ogni settimo backup sarà collegato in modo ristretto per consentire a burp di eliminare in modo sicuro i backup intermedi quando necessario. Puoi avere tante linee 'keep' come ti piace, finché non superano 52560000 quando si moltiplicano insieme. Cioè, un backup ogni minuto per 100 anni.

source: When set to 0, delta differencing will not take place. That is, when a file changes, the server will request the whole new file. The default is 1. This option can be overridden by the client configuration files in clientconfdir on the server.
it: Quando impostato a zero, la differenza con i delta non avviene. Quindi, quando un file cambia, il server richiederà l'intero nuovo file. Predefinito 1. L'opzione può essere sovrascritta dalla configurazione del client nel server.

source: Path to the lockfile that ensures that two server processes cannot run simultaneously.
it: Percorso dei lockfile per assicurarsi che due processi del server non possano girare simultaneamente.

source: If a path is given, the server will move directories to be deleted into the directory specified by the path, but will not actually delete them. The path must be on the same file system as the backup storage. The idea is that a busy server may be configured to run the deletions outside of the backup timebands, when the server is less busy, via a cron job. The default is unset, which means that the server will automatically delete the directories at the end of a backup. This option can be overridden by the client configuration files in clientconfdir on the server.
it: Se viene fornito un percorso, il server sposterà le directory da eliminare nella directory specificata dal percorso, ma in realtà non li elimina. Il percorso deve essere sullo stesso file system come l'archivio di backup. L'idea è che un server occupato può essere configurato per eseguire le cancellazioni al di fuori dei periodi di backup, quando il server è meno occupato, tramite un processo cron. L'impostazione predefinita è disattivata, il che significa che il server eliminerà automaticamente le directory alla fine di un backup. Questa opzione può essere ignorata dai file di configurazione client in clientconfdir sul server.

source: Defines the number of child processes to fork (the number of clients that can simultaneously connect. The default is 5.
it: Definisce il numero dei processi figlio da creare con fork (numero dei client che può connettersi simultaneamente). Predefinito 5.

source: Do not back up files that are greater than the specified size. Example: 'max_file_size = 10Mb'. Set to 0 (the default) to have no limit.
it: Non fare il backup di file che sono più grandi della dimensione specificata. Esempio: 'max_file_size = 10Mb'. Imposta a 0 (predefinito) per non avere limiti.

source: On the server, the number of times that a single file can be hardlinked. The bedup program also obeys this setting. The default is 10000.
it: Sul server, il numero di volte che un singolo file può essere soggetto ad hardlink. Anche bdedup ottempera a questa impostazione. Predefinito 10000.

source: Defines the number of status child processes to fork (the number of status clients that can simultaneously connect. The default is 5.
it: Definisce il numero dei processi figli di stato da creare (numero dei client di stato che si possono connettere in simultanea). Predefinito 5.

source: Defines the number of subdirectories in the data storage areas. The maximum number of subdirectories that ext3 allows is 32000. If you do not set this option, it defaults to 30000.
it: Definisce il numero di subdirectory nell'area di memorizzazione dei backup. Il massimo numero di subdirectory per ext3 è 32000. Predefinito 30000.

source: Do not back up files that are less than the specified size. Example: 'min_file_size = 10Mb'. Set to 0 (the default) to have no limit.
it: Non fare il backup di file che sono più piccoli della dimensione specificata. Esempio: 'min_file_size = 10Mb'. Imposta a 0 (predefinito) per non avere limiti.

source: Required to run in server mode.
it: Richiesto per far partire burp in modalità server.
