Repository: pypi-data/pypi-mirror-44
Catalog: packages/burp-ui/burp-ui-0.6.6.tar.gz/burp-ui-0.6.6/burpui/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Leaves only
it: Solo le foglie

source: Use regex
it: Usa regex

source: This will only expand already loaded nodes to avoid flooding the server with the lazy-loading requests
it: Questo espanderà solo i nodi già caricati per evitare di sovraccaricare il server con le richieste

source: Expand tree
it: Espandi albero

source: This may take some time depending the number of files in your backup
it: Può richiedere diverso tempo a seconda del numero di file nel backup

source: Fetch all nodes
it: Prendi tutti i nodi

source: mode
it: modo

source: Size
it: Dimensione

source: Date
it: Data

source: Information
it: Informazione

source: This backup is encrypted, please provide the encryption password in order to perform an online restoration.
it: Questo backup è crittato, per favore fornisci la password di crittazione per poter fare il ripristino online.

source: Download selected files
it: Scarica i file selezionati

source: Number of leading path components to strip
it: Numero di componenti da rimuovere dall'inizio del percorso

source: Archive format
it: Formato archivio

source: Encryption password
it: Password di crittazione

source: Server initiated restore
it: Ripristino iniziato dal server

source: Prefix to the restore path
it: Prefisso per il percorso di ripristino

source: prefix
it: prefisso

source: Restore files on an other client
it: Ripristina i file in un altro client

source: none
it: nessuno

source: Whether to overwrite existing files
it: Se sovrascrivere i file esistenti

source: Cancel restore
it: Annulla ripristino

source: Clear selection
it: Pulisci selezione

source: Processing request
it: Lavorazione della richiesta in corso

source: Please wait while restoration is processing...
it: Per favore attendi mentre il ripristino sta lavorando...

source: Close
it: Chiudi

source: Restoration error
it: Errore di ripristino

source: An error occurred while processing the restoration.
it: Errore durante il processo di ripristino.

source: Statistics
it: Statistiche

source: Toggle column:
it: Attiva/disattiva colonna:

source: Number
it: Numero

source: Bytes received
it: Bytes ricevuti

source: Estimated size
it: Stima dimensione

source: Deletable
it: Eliminabile

source: Status
it: Stato

source: Delete
it: Elimina

source: <strong>Sorry!</strong> There are no backups for this client.
it: <strong>Mi dispiace!</strong> Non ci sono backups per questo client.

source: Edit restore
it: Modifica ripristino

source: Schedule backup
it: Schedula backup

source: Cancel backup
it: Annulla backup

source: Global server report
it: Rapporto globale server

source: Number of clients to display
it: Numero di clients da visualizzare

source: All
it: Tutti

source: Sort by
it: Ordinati per

source: number of backups
it: numero di backups

source: number of files
it: numero di files

source: used space
it: spazio utilizzato

source: Clients repartition
it: Ripartizione clients

source: Used space
it: Spazio utilizzato

source: Total files
it: Numero totale files

source: Number of backups
it: Numero di backups

source: Name
it: Nome

source: State
it: Stato

source: Last Backup
it: Ultimo backup

source: Monitor
it: Monitora

source: Live monitor
it: Monitora in tempo reale

source: Path
it: Percorso

source: Phase
it: Fase

source: Time left
it: Tempo rimanente

source: Warning<span ng-if="client.counters.warning > 1">s</span>
it: Attenzione

source: Speed
it: Velocità

source: Login
it: Autenticazione

source: You have selected %%d rows
it: Hai selezionato %%d righe

source: Click a row to select it (hold ctrl to select several)
it: Clicca su una riga per selezionarla (usa CTRL per selezionarne di più)

source: You have selected 1 row
it: Hai selezionato 1 riga

source: Select all
it: Seleziona tutto

source: Deselect all
it: Deseleziona tutto

source: now
it: ora

source: Global report
it: Report globale

source: Clients repartition per server
it: Ripartizione clients per server

source: Booleans
it: Booleani

source: Select an option
it: Seleziona una opzione

source: Strings
it: Stringhe

source: Integers
it: Interi

source: Multi
it: Multipli

source: Source external configuration files
it: File di configurazione esterni

source: source config
it: configurazione sorgente

source: Remove '%(client)s'
it: Rimuovi '%(client)s'

source: Do not remove the configuration:
it: Non rimuovere la configurazione:

source: Remove associated certificate:
it: Rimuovi i certificati associati:

source: Revoke associated certificate:
it: Revoca certificati associati:

source: Create new client
it: Crea un nuovo client

source: Administration navigation
it: Navigazione di amministrazione

source: Overview
it: Panoramica

source: Reports
it: Rapporti

source: Configuration navigation
it: Navigazione di configurazione

source: Source files
it: File sorgente

source: User settings navigation
it: Impostazioni navigazione utente

source: Sessions
it: Sessioni

source: Preferences
it: Preferenze

source: Toggle navigation
it: Apri/chiudi navigazione

source: About
it: Riguardo a

source: Burp Settings
it: Burp Impostazioni

source: User settings
it: Impostazioni utente

source: Logout
it: Esci

source: Refresh
it: Aggiorna

source: Search client...
it: Cerca client...

source: Last seen
it: Visto ultima volta

source: API Login
it: Login API

source: Current session
it: Sessione corrente

source: Expire
it: Scadenza

source: Current password
it: Password corrente

source: Required
it: Richiesto

source: New password
it: Nuova password

source: Confirm password
it: Conferma password

source: New password (confirm)
it: Nuova password (conferma)

source: Passwords mismatch
it: Le password non corrispondono

source: UI Settings
it: Impostazione UI

source: Items per page
it: Oggetti per pagina

source: Date format
it: Formato data

source: Defaults to 'llll'
it: Predefinito 'llll'

source: See <a href="%(url)s">here</a> for available formats
it: Vedi <a href="%(url)s">qui</a> per i formati disponibili

source: You are about to revoke a session, are you sure?
it: Sei in procinto di revocare una sessione, sei sicuro?

source: You are about to revoke your <strong>current</strong> session.
it: Sei in procinto di rimuovere la tua sessione <strong>corrente</strong>.

source: Collapse tree
it: Comprimi albero

source: Loading
it: Caricamento

source: Nodes loaded
it: Nodi caricati

source: client crashed
it: client saltato

source: server crashed
it: server saltato

source: running
it: in corso

source: idle
it: inattivo

source: Encrypted backup
it: Backup crittato

source: Unencrypted backup
it: Backup non crittato

source: Delete task launched
it: Funzione di eliminazione lanciata

source: never
it: mai

source: view
it: vista

source: Saving...
it: Salvataggio...

source: Preferences successfuly saved
it: Preferenze salvate correttamente

source: Select all filtered
it: Seleziona tutti i filtrati

source: Deselect all filtered
it: Deseleziona tutti i filtrati

source: Revoke selected
it: Revoca selezionati
