Repository: pypi-data/pypi-mirror-44
Catalog: packages/burp-ui/burp-ui-0.6.6.tar.gz/burp-ui-0.6.6/burpui/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Whether or not the server should cache the directory tree when a monitor client is browsing. <br/>Advantage: browsing is faster. </br>Disadvantage: more memory is used.
it: Se il server deve o no fare cache dell'alberatura delle directory quando un client di monitoraggio sta sfogliando. <br />Vantaggi: velocità nello sfogliare. <br />Svantaggi: più memoria viene utilizzata.

source: Set the network timeout in seconds. If no data is sent or received over a period of this length, burp will give up. The default is 7200 seconds (2 hours).
it: Imposta il timeout della rete in secondi. Se nessun dato viene inviato o ricevuto passato questo tempo, burp si fermerà. Predefinito 7200 secondi (2 ore).

source: If this file system entry exists, the directory containing it will not be backed up.
it: Se questa entry del filesystem esiste, la directory non verrà salvata nel backup.

source: The same as notify_success_arg, but for backups that failed.
it: Uguale a notify_success_arg, ma per i backup che hanno fallito.

source: The same as notify_success_script, but for backups that failed.
it: Uguale a notify_success_script, ma per i backup che hanno fallito.

source: A user-definable argument to the notify success script. You can have many of these. The notify_success_arg options can be overridden by the client configuration files in clientconfdir on the server.
it: Un argomento definibile dall'utente per lo script di notifica di successo. Puoi averne più di uno. Le opzioni di notify_success_arg possono essere sovrascritte dai file di configurazione client in clientconfdir sul server.

source: Path to the script to run when a backup succeeds. User arguments are appended after the first five reserved arguments. An example notify script is provided. The notify_success_script option can be overridden by the client configuration files in clientconfdir on the server.
it: Percorso dello script da eseguire quando un backup è riuscito. Gli argomenti degli utenti vengono aggiunti dopo i primi cinque argomenti riservati. Viene fornito un esempio di script di notifica. L'opzione notify_success_script può essere ignorata dai file di configurazione client in clientconfdir sul server.

source: Set to 1 to send success notifications when there were warnings. If this and notify_success_changes_only are not turned on, success notifications are always sent.
it: Impostare su 1 per inviare notifiche di successo quando sono presenti avvertimenti. Se questo e notify_success_changes_only non sono attivati, le notifiche di successo vengono sempre inviate.

source: Defines the password to send to the server.
it: Definisci la password da inviare al server.

source: Allows you to turn client password checking on or off. The default is on. SSL certificates will still be checked if you turn passwords off. This option can be overridden by the client configuration files in clientconfdir on the server.
it: Consente di attivare o disattivare la password del client. L'impostazione predefinita è attiva. I certificati SSL verranno ancora verificati se si disattivano le password. Questa opzione può essere ignorata dai file di configurazione client in clientconfdir sul server.

source: When this is on, which is the default, a warning will be issued when the client sends a path that is too long to replicate in the storage area tree structure. The file will still be saved in a numbered file outside of the tree structure, regardless of the setting of this option. This option can be overridden by the client configuration files in clientconfdir on the server.
it: Quando questo è attivo, che è l'impostazione predefinita, verrà emesso un avviso quando il client invia un percorso troppo lungo per replicare nella struttura dell'albero di archiviazione. Il file sarà ancora salvato in un file numerato al di fuori della struttura ad albero, indipendentemente dall'impostazione di questa opzione. Questa opzione può essere ignorata dai file di configurazione client in clientconfdir sul server.

source: Synonym for lockfile.
it: Sinonimo per lockfile.

source: Defines the main TCP port that the server listens on.
it: Definisci la porta principale TCP di ascolto del server.

source: Choose which style of backups and restores to use. 0 (the default) automatically decides based on the server version and which protocol is set on the server side. 1 forces protocol1 style (file level granularity with a pseudo mirrored storage on the server and optional rsync). 2 forces protocol2 style (inline deduplication with variable length blocks). If you choose a forced setting, it will be an error if the server also chooses a forced setting.
it: Scegli quale stile di backup e ripristino utilizzare. 0 (l'impostazione predefinita) decide automaticamente sulla base della versione del server e il protocollo impostato lato server. 1 forza lo stile protocol1 (granularità del livello di file con uno pseudo mirroring sul server e rsync opzionale). 2 forza lo stile protocol2 (deduplicazione in linea con blocchi di lunghezza variabile). Se si sceglie un'impostazione forzata, ci sarà un errore se anche il server sceglie un'impostazione forzata.

source: Set the network send rate limit, in Mb/s. If this option is not given, burp will send data as fast as it can.
it: Imposta il limite di trasmissione della rete in Mb/s. Se questa opzione non viene data, burp invierà i dati il più velocemente possibile.

source: Open all block devices for reading and back up the contents as if they were regular files.
it: Apri tutti i dispositivi a blocco per leggere e eseguire il backup dei contenuti come se fossero file normali.

source: Open all fifos for reading and back up the contents as if they were regular files.
it: Apri tutti i fifos per leggere e eseguire il backup dei contenuti come se fossero file regolari.

source: Do not back up the given block device itself, but open it for reading and back up the contents as if it were a regular file.
it: Non eseguire il backup del dispositivo a blocco, ma apri per leggerli e eseguire il backup del contenuto come se fosse un file normale.

source: Do not back up the given fifo itself, but open it for reading and back up the contents as if it were a regular file.
it: Non eseguire il backup del dato FIFO in sé, ma apri per leggerle e eseguire il backup del contenuto come se fosse un file normale.

source: A client that is permitted to list, verify, restore and delete files belonging to any other client. You may specify multiple restore_clients. If this is too permissive, you may set a restore_client for individual original clients in the individual clientconfdir files. Note that restoring a backup from a Windows computer onto a Linux computer will currently leave the VSS headers in place at the beginning of each file. This will be addressed in a future version of burp.
it: Un client che è autorizzato a elencare, verificare, ripristinare ed eliminare i file appartenenti a qualsiasi altro client. È possibile specificare più restore_clients. Se questo è troppo permissivo, è possibile impostare un client restore_client per singoli client originali nei singoli file clientconfdir. Si noti che il ripristino di un backup da un computer Windows a un computer Linux lascerà attualmente le intestazioni VSS all'inizio di ogni file. Questo sarà affrontato in una futura versione del burp.

source: Turn this on to enable 'resume partial' code. Requires 'working_dir_recovery_method=resume'. When resuming an interrupted transfer of a single file, it attempts to use previously transferred blocks of that file in order to be more efficient. However, situations have been reported where the file on the server side just gets bigger forever, so this feature now defaults to being turned off.
it: Attiva questa opzione per abilitare il codice "ripresa parziale". Richiede 'working_dir_recovery_method = resume'. Quando si riprende un trasferimento interrotto di un singolo file, tenta di utilizzare i blocchi precedentemente trasferiti di quel file per essere più efficienti. Tuttavia, sono state segnalate situazioni in cui il file sul lato server diventa sempre più grande per sempre, quindi questa funzionalità è ora, in modo predefinito, disattivata.

source: When enabled, this causes problems in the phase1 scan (such as an 'include' being missing) to be treated as fatal errors. The default is off.
it: Quando abilitato, i problemi nella fase 1 (come un 'include' che non funziona) vengono trattati come errori fatali. Predefinita off.

source: Goes with server_script and overrides server_script_pre_arg and server_script_post_arg.
it: Va con server_script e sovrascrive server_script_pre_arg e server_script_pos_arg.

source: Turn on to send a notification emails when the server pre and post scripts return non-zero. The output of the script will be included it the email. The default is off. Requires the notify_failure options to be set.
it: Attiva per inviare un'email di notifica quando gli script server pre e post restituiscono un valore diverso da zero. L'output dello script verrà incluso nell'e-mail. L'impostazione predefinita è disattivata. Richiede l'impostazione di notify_failure.

source: A user-definable argument to the server post script. You can have many of these.
it: Un argomento che può essere definito dall'utente per lo script server post. Puoi averne più di uno.

source: Turn on to send a notification email when the server post script returns non-zero. The output of the script will be included in the email. The default is off. Requires the notify_failure options to be set.
it: Imposta ad on per inviare un'email di notifica quando lo script post script del server restituisce un valore diverso da zero. L'output dello script sarà incluso nell'email. L'impostazione predefinita è disattivata. Richiede l'impostazione di notify_failure.

source: If this is set to 1, server_script_post will always be run. The default is 0, which means that if the task asked for by the client fails, server_script_post will not be run.
it: Se questo è impostato su 1, il server_script_post verrà sempre eseguito. L'impostazione predefinita è 0, il che significa che se il task richiesto dal client non riesce, il server_script_post non verrà eseguito.

source: Path to a script to run on the server before the client disconnects. The arguments to it are 'post', '(client command)', '(client name), '(0 or 1 for success or failure)', '(timer script exit code)', and then arguments defined by server_script_post_arg. This command and related options can be overriddden by the client configuration files in clientconfdir on the server.
it: Percorso di uno script da eseguire sul server prima che il client si disconnette. Gli argomenti sono 'post', '(comando client)', '(nome client),' (0 o 1 per successo o fallimento) ',' (timer script exit code) 'e quindi argomenti definiti da server_script_post_arg. Questo comando e le relative opzioni possono essere sovrascritte dai file di configurazione client in clientconfdir sul server.

source: A user-definable argument to the server pre script. You can have many of these.
it: Un argomento definibile dall'utente per il pre-script del server. Puoi averne più di uno.

source: Turn on to send a notification email when the server pre script returns non-zero. The output of the script will be included in the email. The default is off. Most people will not want this turned on because clients usually contact the server at 20 minute intervals and this could cause a lot of emails to be generated. Requires the notify_failure options to be set.
it: Imposta ad on per inviare un'email di notifica quando il pre-script del server restituisce un valore diverso da zero. L'output dello script sarà incluso nell'email. Per impostazione predefinita è disattivato. La maggior parte delle persone non vuole che questo sia attivato perché i client solitamente contattano il server a intervalli di 20 minuti e questo potrebbe generare un sacco di email. Richiede l'impostazione di notify_failure.

source: Path to a script to run on the server after each successfully authenticated connection but before any work is carried out. The arguments to it are 'pre', '(client command)', '(client name)', '(0 or 1 for success or failure)', '(timer script exit code)', and then arguments defined by server_script_pre_arg. If the script returns non-zero, the task asked for by the client will not be run. This command and related options can be overriddden by the client configuration files in clientconfdir on the server.
it: Percorso di uno script da eseguire sul server dopo ogni connessione autenticata correttamente, ma prima che venga eseguito un lavoro. Gli argomenti sono "pre", "(comando client)", "(nome client)", "(0 o 1 per successo o fallimento)", "(timer script exit code)" e quindi argomenti definiti da server_script_pre_arg. Se lo script restituisce un valore diverso da zero, l'attività richiesta dal client non verrà eseguita. Questo comando e le relative opzioni possono essere sovrascritte dai file di configurazione client in clientconfdir sul server.

source: You can use this to save space in your config file when you want to run the same server script twice. It overrides server_script_pre and server_script_post. This command and related options can be overriddden by the client configuration files in clientconfdir on the server.
it: È possibile utilizzare questo metodo per risparmiare spazio nel file di configurazione quando si desidera eseguire due volte lo stesso server script. Sostituisce server_script_pre e server_script_post. Questo comando e le relative opzioni possono essere sovrascritte dai file di configurazione client in clientconfdir sul server.

source: A warning will be issued when the estimated size of all files is greater than the specified size and smaller than hard_quota. Example: 'soft_quota = 95Gb'. Set to 0 (the default) to have no warning.
it: Un allarme verrà stampato quando la dimensione stimata di tutti i file è grande del valore specificato e minore di hard_quota. Imposta a 0 (predefinito) per non avere allarmi.

source: When backing up Windows computers with burp protocol 1, this option allows you to save the VSS header data separate from the file data. The default is off, which means that the VSS header data is saved prepended to the file data.
it: Quando fai il backup di computer Windows con il protocollo burp 1, questa opzione ti consente di salvare l'header VSS in un file separato rispetto ai dati. Predefinito off, che significa che gli header VSS sono salvati all'inizio del file dati.

source: The path to the SSL CA certificate. This file will probably be the same on both the server and the client. The file should contain just the certificate in PEM format. For more information on this, and the other ssl_* options, please see <a href='http://burp.grke.org/docs/burp_ca.html'> docs/burp_ca.txt</a>.
it: Percorso al certificato SSL della CA. Questo file sarà probabilmente lo stesso sul server e sul client. Il file deve contenere solo il certificato nel formato PEM. Per maggiori informazioni su questo, e altre impostazioni ssl_*, vedi <a href='http://burp.grke.org/docs/burp_ca.html'>docs/burp_ca.txt</a>

source: Synonym for ssl_key_password.
it: Sinonimo per ssl_key_password.

source: The path to the server SSL certificate. It works for me when the file contains the concatenation of the certificate and private key in PEM format.
it: Il percorso del certificato SSL del server. Funziona per me quando il file contiene la concatenazione del certificato e della chiave privata in formato PEM.

source: Allowed SSL ciphers. See openssl ciphers for details.
it: Cifrari SSL consentiti. Vedi i cifrari di openssl per i dettagli.

source: Choose the level of zlib compression over SSL. Setting 0 or zlib0 turnsSSL compression off. Setting non-zero gives zlib5 compression (it is not currently possible for openssl to set any other level). The default is 5. 'gzip' is a synonym of 'zlib'.is a synonym of 'zlib'.
it: Scegli il livello di compressione zlib su SSL. Imposta a 0 o zlib0 per spegnere la compressione SSL. Impostare ad un valore non zero imposta la compressione a zlib5 (non è possibile con openssl impostare un livello diverso). In modo predefinito è 5. 'gzip' è sinonimo di 'zlib'.

source: Path to Diffie-Hellman parameter file. To generate one with openssl, use a command like this: openssl dhparam -out dhfile.pem -5 1024
it: Percorso al file dei parametri Diffie-Hellman. Per generarne uno con opessl, usa un comando tipo: openssl dhparam -out dhfile.pem -5 1024

source: The SSL key password.
it: Password della chiave SSL.

source: The path to the server SSL private key in PEM format.
it: Percorso della chiavei privata SSL in formato PEM.

source: Must match the common name in the SSL certificate that the server giveswhen it connects. If ssl_peer_cn is not set, the server name will be used instead.
it: Deve corrispondere al 'common name' del certificato SSL che il server fornisce quando si connette. Se ssl_peer_cn non è impostato, il nome del server verrà usato invece.

source: Defines the main TCP address that the server listens on for status requests. The default is either '::1' or '127.0.0.1', dependent upon compile time options.
it: Definisce l'indirizzo principale TCP dove il server sarà in ascolto per le richieste di stato. Predefinito è '::1' o '127.0.0.1' a seconda delle opzioni di compilazione.

source: Defines the TCP port that the server listens on for status requests.
it: Definisce la porta TCP del server per l'ascolto delle richieste di stato.

source: Log to stdout. Defaults to on.
it: Log verso stdout. Predefinito on.

source: When backing up Windows computers with burp protocol 1, this option allows you to prevent the VSS header data being backed up. The default is off. To restore a backup that has no VSS information on Windows, you need to give the client the '-x' command line option.
it: Quando fai il backup di computer Windows con il protocollo burp 1, questa opzione ti consente di impedire che gli header VSS vengano salvati nel backup. Predefinito è off. Per ripristinare un backup che non ha informazioni VSS su Windows, dovrai dare l'opzione '-x'.

source: Log to syslog. Defaults to off.
it: Log verso syslog. Predefinito off

source: A user-definable argument to the timer script.You can have many of these. The timer_arg options can be overridden by the client configuration files in clientconfdir on the server.
it: Lista definibile dall'utente di argomenti allo script del time. Puoi averne più di una. Le opzioni di timer_args possono essere sovrascritte dalla configurazione del client nel server.

source: Path to the script to run when a client connects with the timed backup option. If the script exits with code 0, a backup will run. The first two arguments are the client name and the path to the 'current' storage directory. The next three arguments are reserved, and user arguments are appended after that. An example timer script is provided. The timer_script option can be overridden by the client configuration files in clientconfdir on the server.
it: Percorso dello script da avviare quando un client si connette con l'opzione di backup a tempo. Se lo script finisce con status 0, il backup viene avviato. I primi due argomenti sono il nome del client ed il percorso alla directory 'current' del backup. I successivi tre argomenti sono riservati, e gli argomenti utente verranno aggiunti dopo quest'ultimi. Uno script di esempio è fornito. L'opzione può essere sovrascritta dai file di configurazione del client sul server.

source: This allows you to tweak the format of the timestamps of individual backups. See 'man strftime' to see available substitutions. If this option is unset, burp uses "%Y-%m-%d %H:%M:%S".
it: Questo ti consente di modificare il formato dei timestamp per backup individuali. Vedi 'man strftime' per vedere tutte le sostituzioni. Predefinita "%Y-%m-%d %H:%M:%S".

source: Set the file creation umask. Default is 0022.
it: Imposta l'umask per la creazione dei file. Predefinita 0022

source: Run as a particular user. This can be overridden by the client configuration files in clientconfdir on the server.
it: Esegui con un particolare utente. Può essere sovrascritto dai file di configurazione del client in clientconfdir sul server.

source: When this is on, which is the default, a warning will be issued when the client version does not match the server version. This option can be overridden by the client configuration files in clientconfdir on the server.
it: Quando è attiva, ed in modo predefinito lo è, un allarme verrà stampato se la versione del client non corrisponde con quella del server. Può essere sovrascritto dai file di configurazione del client in clientconfdir sul server.

source: When backing up Windows computers, this option allows you to specify which drives have VSS snapshots taken of them. If you omit this option, burp will automatically decide based on the 'include' options. If you want no drives to have snapshots taken of them, you can specify '0'.
it: Quando fai backup di computer Windows, questa opzione ti consente di specificare per quale disco fare gli snapshot VSS. Se ometti questa opzione, burp automaticamente deciderà in base all'opzione 'include'. Se non vuoi usare VSS, specifica '0'.

source: This option tells the server what to do when it finds the working directory of an interrupted backup (perhaps somebody pulled the plug on the server, or something). This can be overridden by the client configurations files in clientconfdir on the server. Options are... <ul><li>delete: Just delete the old working directory.</li><li>use: Convert the working directory into a complete backup.</li><li>resume: Simply continue the previous backup from the point at which it left off, at file granularity. NOTE: If the client has changed its include/exclude configuration since the backup was interrupted, the recovery method will automatically switch to 'use'. </li></ul>
it: Questa opzione dice al server cosa fare quando trova un backup interrotto nella working directory (forse qualcuno ha staccato la spina al server, o cosa). Può essere sovrascritto dai file di configurazione del client in clientconfdir sul server. Le opzioni sono... <ul><li>elimina: semplicemente elimina la vecchia directory</li><li>usa: converte la working directory in un backup completo.</li><li>continua: semplicemente continua con il backup dal punto in cui si è fermato. NOTA: se il client ha cambiato gli include/exclude dall'interruzione, il metodo di recovery verrà automaticamente cambiato in 'usa'.</li></ul>

source: is brought to you by
it: è fornito da

source: You can find the documentation at
it: Puoi trovare la documentazione in

source: Browse the
it: Sfoglia la

source: Administration
it: Amministrazione

source: Loading, Please wait...
it: Caricamento, attendere prego...

source: Warning!
it: Attenzione!

source: Cancel
it: Annulla

source: Confirm
it: Conferma

source: %(client)s overview
it: Panoramica %(client)s

source: Backup n°%(number)s overview
it: Panoramica backup n°%(number)s

source: Backup n°%(number)s of %(client)s
it: Backup n°%(number)s di %(client)s

source: New
it: Nuovi

source: Changed
it: Cambiati

source: Unchanged
it: Non cambiati

source: Deleted
it: Eliminati

source: Total
it: Totali

source: Scanned
it: Scansionati

source: Calendar
it: Calendario

source: Calendar of %(client)s on %(server)s
it: Calendario di %(client)s su %(server)s

source: Calendar of %(client)s
it: Calendario di %(client)s

source: Calendars of %(server)s
it: Calendario di %(server)s

source: Calendars
it: Calendari

source: filter...
it: filtri...

source: options
it: opzioni

source: Hide unmatched nodes
it: Nascondi i nodi che non corrispondono
