Repository: pypi-data/pypi-mirror-44
Catalog: packages/pykickstart/pykickstart-3.16.4.tar.gz/pykickstart-3.16.4/po/*.po
Languages: de, it

source: Adding a cache to an existing logical volume is not supported
de: Das Hinzufügen eines Cache zu einem vorhandenen Logical Volume wird nicht unterstützt
it: L'aggiunta di una cache a un volume logico esistente non è supportata

source: Thin volumes cannot be cached
de: Thin Volumes können nicht zwischengespeichert werden
it: I volumi sottili non possono essere memorizzati nella cache

source: Cache needs to have a list of (fast) PVs specified
de: Für Cache muss eine Liste von (schnellen) PVs angegeben sein
it: La cache deve avere una lista di PV (veloci) specificati

source: Cache needs to have size specified
de: Für Cache muss die Größe angegeben sein
it: La cache deve avere dimensioni specificate

source: Invalid cache mode given: %s
de: Ungültiger Cache-Modus angegeben: %s
it: Modalità cache non valida data: %s

source: A FCOE device with the name %s has already been defined.
de: Ein FCOE Gerät mit dem Namen %s wurde bereits definiert.
it: Un dispositivo FCOE con il nome %s è già stato definito.

source: The %s and reqpart commands can't be used at the same time
de: Die %s und reqpart Befehle können nicht gleichzeitig angewendet werden
it: Il %s e i comandi reqpart non possono essere utilizzati contemporaneamente

source: The mount and reqpart commands can't be used at the same time
de: Die Befehle mount und reqpart können nicht gleichzeitig verwendet werden
it: I comandi mount e reqpart non possono essere utilizzati contemporaneamente

source: The enable module command does not take position arguments!
de: Der Befehl zum Aktivieren des Moduls akzeptiert keine Positionsargumente!
it: Il comando enable module non accetta argomenti di posizione!

source: Can't specify --port without --host.
de: --port kann ohne --host nicht angegeben werden.
it: Non è possibile specificare --port senza --host.

source: Kickstart command %s only takes one argument
de: Kickstart Befehl %s nimmt nur ein Agument an
it: Comando kickstart %s accetta solo un argomento

source: A group with the name %s has already been defined.
de: Eine Gruppe mit dem Namen %s wurde bereits definiert.
it: Un gruppo con il nome %s è già stato definito.

source: A network device with the name %s has already been defined.
de: Ein Netzwerkgerät mit dem Namen %s wurde bereits definiert.
it: Un dispositivo di rete con il nome %s è già stato definito.

source: Option --bridgeopts requires --bridgeslaves to be specified
de: Für Option --bridgeopts muss --bridgeslaves angegeben sein
it: Opzione --bridgeopts richiede --bridgeslaves da specificare

source: Bad format of --bridgeopts, expecting key=value options separated by ','
de: Falsches Format von --bridgeopts, erwarte key=value Optionen mit ',' getrennt
it: Formato non valido di --bridgeopts, in attesa di opzioni chiave = valore separate da ","

source: --bindto=%s is not supported for this type of device
de: --bindto =%s wird für diesen Gerätetyp nicht unterstützt
it: --bindto =%s non è supportato per questo tipo di dispositivo

source: When using the <prefix>.<vlan id> interface name notation, <prefix> can't be equal to 'vlan'.
de: Bei Verwendung der <prefix>.<vlan id> Schnittstellennamen-Notation kann <prefix> nicht gleich 'vlan' sein.
it: Quando si usa il <prefix>.<vlan id> notazione nome interfaccia, <prefix> non può essere uguale a "vlan".

source: If network --interfacename contains a '.', valid vlan id should follow.
de: Wenn der Netzwerk --interfacename einen '.' enthält, sollte die VLAN-ID darauf folgen.
it: Se network --interfacename contiene un '.', Dovrebbe seguire l'id di vlan valido.

source: If network --interfacename starts with 'vlan', valid vlan id should follow.
de: Wenn der Netzwerk --interfacename mit 'vlan' beginnt, sollte eine gültige VLAN-ID folgen.
it: Se network --interfacename inizia con 'vlan', dovrebbe seguire l'id di vlan valido.

source: The vlan id is out of the %(minimum)d-%(maximum)d vlan id range.
de: Die VLAn-ID ist aus dem %(minimum)d-%(maximum)d VLAN-ID Bereich.
it: Il vlan id è fuori dal %(minimum)d-%(maximum)d intervallo di validità del proiettore.

source: Device '%(device)s' is already used in multipath '%(multipathdev)s'
de: Gerät '%(device)s' wird bereits in Multipath '%(multipathdev)s' verwendet
it: Dispositivo%(device)s'è già utilizzato in multipath'%(multipathdev)s'

source: Invalid btrfs level: %s
de: Ungültiges BTRFS Level: %s
it: Livello btrfs non valido: %s

source: btrfs must be given a mountpoint
de: btrfs muss ein Einhängepunkt gegeben werden
it: btrfs deve avere un punto di mount

source: btrfs must be given a list of partitions
de: btrfs muss eine Liste von Partitionen gegeben werden
it: btrfs deve avere un elenco di partizioni

source: btrfs subvol requires specification of parent volume
de: btrfs subvol erfordert die Spezifikation des Parent Volume
it: btrfs subvol richiede la specifica del volume genitore

source: btrfs subvolume requires a name
de: btrfs Sub-Volume benötigt einen Namen
it: Il subvolume btrfs richiede un nome

source: A btrfs volume with the mountpoint %s has already been defined.
de: Ein BTRFS Volume mit dem Einhängepunkt %s wurde bereits definiert.
it: Un volume btrfs con il punto di montaggio %s è già stato definito.

source: --mkfsoptions with --noformat or --useexisting has no effect.
de: --mkfsoptions mit --noformat oder --useexisting hat keine Auswirkungen.
it: --mkfsoptions con --noformat o --useexisting non ha alcun effetto.

source: Options --nontp and --ntpservers are mutually exclusive
de: Die Optionen --nontp und --ntpservers schließen sich gegenseitig aus
it: Opzioni --nontp e --ntpserver si escludono a vicenda

source: At least one option and/or an argument are expected for the %s command
de: Mindestens eine Option und/ oder ein Argument werden erwartet für den %s-Befehl
it: Almeno una opzione e / o un argomento sono previsti per il %s comando

source: One or zero arguments are expected for the %s command
de: Es wird nur ein oder gar kein Argument erwartet für den Befehl %s
it: Sono previsti uno o zero argomenti per il %s comando

source: The realm command 'join' should only be specified once
de: Der Realm-Befehl 'join' sollte nur einmal spezifiziert werden
it: Il realm di comando 'join' deve essere specificato solo una volta

source: Missing realm command arguments
de: Fehlende Realm-Befehlsargumente
it: Argomenti del realm di comando assenti

source: Unsupported realm '%s' command
de: Nicht unterstützter Realm '%s'-Befehl
it: Realm di comando '%s' non supportato

source: Invalid realm arguments: %s
de: Ungültige Realm-Argumente: %s
it: Argomenti del realm invalidi: %s

source: Specify only one realm to join
de: Nur einen Bereich angeben, der hinzugefügt werden soll
it: Specifica solo un realm da unire

source: Invalid snapshot when parameter: %s
de: Ungültige Momentaufnahme bei Parameter: %s
it: Istantanea non valida quando parametro: %s

source: Snapshot origin must be specified!
de: Snapshot-Ursprung muss angegeben werden!
it: L'origine dell'istantanea deve essere specificata!

source: Snapshot origin can be specified only once!
de: Der Snapshot-Ursprung kann nur einmal angegeben werden!
it: L'origine dell'istantanea può essere specificata una sola volta!

source: Snapshot with the name %s has been already defined!
de: Schnappschuss mit dem Namen %s wurde bereits definiert!
it: Istantanea con il nome %s è stato già definito!

source: Snapshot "when" parameter must be specified!
de: Snapshot-Parameter "when" muss angegeben werden!
it: Snapshot "when" parametro deve essere specificato!

source: Snapshot origin %s must be specified by VG/LV!
de: Snapshot-Ursprung %s muss von VG / LV angegeben werden!
it: Origine istantanea %s deve essere specificato da VG / LV!

source: Snapshot when param must have one of these values %s!
de: Momentaufnahme, wenn param einen dieser Werte haben muss %s!
it: Istantanea quando param deve avere uno di questi valori %s!

source: list the available versions of kickstart syntax
de: Verfügbare Versionen der Kickstart-Syntax auflisten
it: elenca le versioni disponibili della sintassi di kickstart

source: You must specify two syntax versions.
de: Sie müssen zwei Syntax-Versionen angeben.
it: Specificare due versioni della sintassi.

source: The version %s is not supported by pykickstart
de: Die Version %s wird von pykickstart nicht unterstützt.
it: La versione %s non è supportata da pykickstart

source: The following commands were removed in %s:
de: Die folgenden Befehle wurden in %s entfernt:
it: I seguenti comandi sono stati rimossi in %s:

source: The following commands were deprecated in %s:
de: Die folgenden Befehle sind in %s veraltet:
it: I seguenti comandi sono stati deprecati in %s:

source: The following commands were added in %s:
de: Die folgenden Befehle wurden in %s hinzugefügt:
it: I seguenti comandi sono stati aggiunti in %s:

source: The following options were added to the %(command_name)s command in %(version)s:
de: Die folgenden Optionen wurden zu dem Befehl %(command_name)s in %(version)s hinzugefügt:
it: Le seguenti opzioni sono state aggiunte al %(command_name)s comando in %(version)s:

source: The following options were deprecated from the %(command_name)s command in %(version)s:
de: Die folgenden Optionen des Befehls %(command_name)s gelten als veraltet in %(version)s:
it: Le seguenti opzioni sono state deprecate dal %(command_name)s comando in %(version)s:

source: The following options were removed from the %(command_name)s command in %(version)s:
de: Die folgenden Optionen wurden vom Befehl %(command_name)s in %(version)s entfernt:
it: Le seguenti opzioni sono state rimosse dal %(command_name)s comando in %(version)s:

source: Path to kickstart config file
de: Pfad zur Kickstart-Konfigurationsdatei
it: Percorso per avviare il file di configurazione

source: Kickstart version to use for interpreting config
de: Kickstart Version zum Interpretieren der Config
it: Versione kickstart da utilizzare per l'interpretazione della configurazione

source: Write flattened config to OUTPUT
de: Reduzierte Config in OUTPUT schreiben
it: Scrivi la configurazione appiattita in OUTPUT

source: Need to specify a config to flatten
de: Sie müssen eine Config zum Reduzieren angeben
it: È necessario specificare una configurazione da appiattire

source: Failed to read kickstart file '%(filename)s' : %(error_msg)s
de: Lesen der Kickstart-Datei '%(filename)s' : %(error_msg)s fehlgeschlagen
it: Impossibile leggere il file kickstart '%(filename)s': %(error_msg)s

source: Failed to parse kickstart file '%(filename)s' : %(error_msg)s
de: Parsen der Kickstart-Datei '%(filename)s' : %(error_msg)s fehlgeschlagen
it: Impossibile analizzare il file kickstart '%(filename)s': %(error_msg)s

source: Failed to open output file '%(filename)s' : %(error_msg)s
de: Öffnen der Ausgabedatei '%(filename)s' : %(error_msg)s fehlgeschlagen
it: Impossibile aprire il file di output '%(filename)s': %(error_msg)s

source: filename or URL to read from
de: Dateiname oder URL, von der abgelesen werden kann
it: nome file o URL da cui leggere

source: halt after the first error or warning
de: Nach erstem Fehler oder erster Warnung stoppen
it: arrestarsi dopo il primo errore o avvertimento

source: parse include files when %%include is seen
de: Parsen umfasst Dateien, wenn %%include gesehen wird
it: parse include file quando%%include è visto

source: version of kickstart syntax to validate against
de: Version der Kickstart-Syntax, gegen die bestätigt werden soll
it: versione della sintassi del kickstart verso cui validare

source: show this help message and exit
de: Diese Hilfe-Meldung ausgeben und beenden
it: mostra questo messaggio d'aiuto ed esci

source: Error reading %(filename)s: %(version)s
de: Fehler beim Lesen von %(filename)s: %(version)s
it: Errore di lettura %(filename)s: %(version)s

source: File uses a deprecated option or command. %s
de: Datei benutzt eine veraltete Option oder Befehl. %s
it: Il file utilizza una opzione o comando deprecati. %s

source: General kickstart error in input file
de: Allgemeiner Kickstart-Fehler in Eingabe-Datei
it: Errore kickstart generale nel file input

source: General error in input file: %s
de: Allgemeiner Fehler in der Eingabe-Datei: %s
it: Errore generale nel file input: %s

source: a basis file to use for seeding the kickstart data (optional)
de: eine Basis-Datei für die Kickstart-Daten verwenden (optional)
it: un file di base da utilizzare per la semina dei dati di kickstart (facoltativo)

source: the location to write the finished kickstart file, or stdout if not given
de: Der Speicherort der fertiggestellten Kickstart-Datei oder Stdout, falls nichts angegeben
it: la posizione in cui scrivere il file di kickstart finito o lo stdout se non specificato

source: Warning: The following error occurred when processing the input file: %s
de: Warnung: Während der Verarbeitung der Eingabedatei ist der folgende Fehler aufgetreten: %s
it: Avviso: si è verificato il seguente errore durante l'elaborazione del file di input: %s

source: Internal command %s not recognized.
de: Interner Befehl %s ist unbekannt.
it: Comando interno %s non riconosciuto.
