Repository: pypi-data/pypi-mirror-44
Catalog: packages/pykickstart/pykickstart-3.16.4.tar.gz/pykickstart-3.16.4/po/*.po
Languages: de, it

source: Ignoring deprecated command on line %(lineno)s: The %(cmd)s command has been deprecated and no longer has any effect. It may be removed from future releases, which will result in a fatal error from kickstart. Please modify your kickstart file to remove this command.
de: Veraltete Option in Zeile %(lineno)s wird ignoriert: Der Befehl %(cmd)s ist veraltet und hat keine Wirkung mehr. Er wird vielleicht von zukünftigen Versionen entfernt werden, was dann zu einem nicht behebbaren Fehler von Kickstart führen wird. Bitte ändern Sie Ihre Kickstart-Datei, um diesen Befehl zu entfernen.
it: Il comando deprecato sulla riga %(lineno)s sarà ignorato: Il comando %(cmd)s è deprecato e non possiede alcun effetto. Potrebbe essere rimosso dalle versioni future, producendo un errore fatale nel kickstart. Si prega di modificare il file kickstart rimuovendo questo comando.

source: Unknown command: %s
de: Unbekannter Befehl: %s
it: Comando sconosciuto: %s

source: Error writing file "%s":
de: Fehler beim Schreiben der »%s«-Datei:
it: Errore nella scrittura file "%s":

source: Error securely accessing URL "%s"
de: Fehler beim sicheren Zugriff auf URL »%s«
it: Errore durante l'accesso URL sicuro "%s"

source: Error accessing URL "%s"
de: Fehler beim Zugreifen auf URL »%s«
it: Errore durante l'accesso URL "%s"

source: Error opening file: %s
de: Fehler beim Öffnen der Datei: %s
it: Errore durante l'apertura file: %s

source: Error copying file: %s
de: Fehler beim Kopieren der Datei: %s
it: Errore durante la copia file: %s

source: Illegal url for %%ksappend: %s
de: Ungültiger URL für %%ksappend: %s
it: Url illegale per %%ksappend: %s

source: Unable to open %%ksappend file: %s
de: Die Datei %%ksappend kann nicht geöffnet werden: %s
it: Impossibile aprire il file %%ksappend : %s

source: Unable to open input kickstart file: %s
de: Die Eingabe-Kickstart-Datei kann nicht geöffnet werden: %s
it: Impossibile aprire il file kickstart di input: %s

source: Group cannot specify both --nodefaults and --optional
de: Die Gruppe kann nicht gleichzeitig --nodefaults und --optional angeben
it: Group non può specificare sia --nodefaults che --optional

source: Section %s does not end with %%end.
de: Absatz %s endet nicht mit %%end.
it: Sezione %s non termina con %%end.

source: Unknown kickstart section: %s
de: Unbekannter Kickstart-Abschnitt: %s
it: Sezione del kickstart sconosciuta: %s

source: Potentially unknown section seen at line %(lineno)s: %(sectionName)s
de: Potentiell unbekannter Abschnitt gefunden in Zeile %(lineno)s: %(sectionName)s
it: Sezione potenzialmente sconosciuta vista alla linea %(lineno)s: %(sectionName)s

source: Unsupported version specified: %s
de: Es wurde eine nicht unterstützte Version angegeben: %s
it: Versione specificata non supportata: %s

source: invalid boolean value: %r
de: Ungültiger boolescher Wert: %r
it: valore booleano non valido: %r

source: The %(option)s option was introduced in version %(intro)s, but you are using kickstart syntax version %(version)s.
de: Die Option %(option)s wurde in Version %(intro)s eingeführt, Sie benutzen jedoch Kickstart-Syntax-Version %(version)s
it: L'opzione %(option)s è stata introdotta con la versione %(intro)s, ma si sta utilizzando la versione della sintassi di kickstart %(version)s.

source: The %(option)s option is no longer supported.
de: Die Option %(option)s wird nicht mehr unterstützt.
it: L'opzione %(option)s non è più supportata.

source: The %(option)s option was removed in version %(removed)s, but you are using kickstart syntax version %(version)s.
de: Die Option %(option)s wurde in Version %(removed)s entfernt, Sie benutzen jedoch Kickstart-Syntax-Version %(version)s.
it: L'opzione %(option)s è stata rimossa nella versione %(removed)s, ma si sta utilizzando la versione della sintassi di kickstart %(version)s.

source: Ignoring deprecated option on line %(lineno)s: The %(option)s option has been deprecated and no longer has any effect. It may be removed from future releases, which will result in a fatal error from kickstart. Please modify your kickstart file to remove this option.
de: Veraltete Option in Zeile %(lineno)s wird ignoriert: Die %(option)s Option ist veraltet und hat keine Wirkung mehr. Sie wird vielleicht von zukünftigen Versionen entfernt werden, was dann zu einem nicht behebbaren Fehler von Kickstart führen wird. Bitte ändern Sie Ihre Kickstart-Datei, um diese Option zu entfernen.
it: L'opzione deprecata sulla riga %(lineno)s sarà ignorata: L'opzione %(option)s è stata deprecata e non possiede alcun effetto. Tale opzione potrà essere rimossa dalle versioni future, che risulterà in un errore fatale di kickstart. Si prega di modificare il file kickstart in modo da rimuovere questa opzione.

source: --default and --nobase cannot be used together
de: --default und --nobase können nicht zusammen verwendet werden
it: --default e --nobase non possono essere usati insieme

source: --default and --nocore cannot be used together
de: --default und --nocore können nicht zusammen verwendet werden
it: --default e --nocore non possono essere usati insieme

source: The following problem occurred on line %(lineno)s of the kickstart file: %(msg)s
de: Das folgende Problem trat in Zeile %(lineno)s der Kickstart-Datei auf: %(msg)s
it: Si è verificato il seguente problema sulla riga %(lineno)s del file di kickstart: %(msg)s

source: There was a problem reading from line %s of the kickstart file
de: Es gab ein Problem beim Lesen der Zeile %s der Kickstart-Datei
it: Si è verificato un problema durante la lettura dalla riga %s del file di kickstart

source: One of -%(options_list)s options must be specified for repo command.
de: Einer von -%(options_list)s Für den Repo-Befehl müssen Optionen angegeben werden.
it: Uno di -%(options_list)s le opzioni devono essere specificate per il comando repo.

source: Only one of %(options_list)s options may be specified for repo command.
de: Nur einer von %(options_list)s Optionen können für den Repo-Befehl angegeben werden.
it: Solo uno di %(options_list)s le opzioni possono essere specificate per il comando repo.

source: A repo with the name %s has already been defined.
de: Ein Repo mit dem Namen %s ist bereits definiert worden
it: È già stato definito un repo con il nome %s .

source: Method must be a url to be added to the repo list.
de: Methode muss eine URl sein um zur repo-Liste hinzugefügt werden zu können.
it: Il metodo deve essere un URL da aggiungere all'elenco dei repo.

source: Unexpected arguments to %(command)s command: %(options)s
de: Unerwartete Argumente bei %(command)s Befehl: %(options)s
it: Argomenti imprevisti a %(command)s comando: %(options)s

source: One of biospart or partition options must be specified.
de: Eine der Biospart oder Partition Optionen muss angegeben werden.
it: È necessario specificare una delle opzioni di partizione o biospart.

source: One of --drives or --only-use must be specified for ignoredisk command.
de: Entweder --drives oder --only-use muss für den ignoredesk-Befehl angegeben werden.
it: Uno di --drives o --only-use deve essere specificato per il comando ignoredisk.

source: One of --drives , --only-use , or --interactive must be specified for ignoredisk command.
de: --drives , --only-use oder --interactive muss für den ignoredesk-Befehl angegeben werden.
it: Uno di --drives, - onlyly use o --interactive deve essere specificato per il comando ignoredisk.

source: Unexpected arguments to nvdimm command: %(arguments)s
de: Unerwartete Argumente für den Befehl nvdimm: %(arguments)s
it: Argomentazioni impreviste per il comando nvdimm: %(arguments)s

source: Only one of --namespace and --blockdevs device specifications can be used
de: Es kann nur eine der Gerätespezifikationen --namespace und --blockdevs verwendet werden
it: È possibile utilizzare solo una delle specifiche del dispositivo --namespace e --blockdevs

source: An action %(action)s on namespace %(namespace)s has already been defined.
de: Eine Handlung %(action)s im Namespace %(namespace)s wurde bereits definiert.
it: Un'azione %(action)s su namespace %(namespace)s è già stato definito.

source: An action %(action)s on devices %(blockdevs)s has already been defined.
de: Eine Handlung %(action)s auf Geräten %(blockdevs)s wurde bereits definiert.
it: Un'azione %(action)s sui dispositivi %(blockdevs)s è già stato definito.

source: Action %(action)s requires --namespace argument to be set
de: Aktion %(action)s erfordert das Setzen des --namespace-Arguments
it: Azione %(action)s richiede l'argomento --namespace da impostare

source: Action %(action)s with mode %(mode)s requires --sectorsize argument to be set
de: Aktion %(action)s mit Modus %(mode)s erfordert, dass das Argument --sectorsize gesetzt wird
it: Azione %(action)s con la modalità %(mode)s richiede l'argomento --sectorsize da impostare

source: Action %(action)s requires --namespace or --blockdevs argument to be set
de: Aktion %(action)s Das Argument --namespace oder --blockdevs muss gesetzt sein
it: Azione %(action)s richiede l'argomento --namespace o --blockdevs da impostare

source: An ssh user with the name %s has already been defined.
de: Ein SSH-Benutzer mit dem Namen %s wurde bereits definiert.
it: Un utente ssh con il nome %s è già stato definito.

source: volgroup must be given a VG name
de: Volgroup muss ein VG Name gegeben werden
it: al gruppo deve essere assegnato un nome VG

source: volgroup must be given a list of partitions
de: Volgroup muss eine Liste von Partitionen gegeben werden
it: al gruppo deve essere fornita una lista di partizioni

source: Members may not be specified for preexisting volgroup
de: Mitglieder sind vielleicht nicht für bereits vorhandene volgroup spezifiziert
it: I membri non possono essere specificati per gruppi di volontari preesistenti

source: A volgroup with the name %s has already been defined.
de: Volgroupmit dem Namen %s wurde bereits definiert.
it: Un gruppo con il nome %s è già stato definito.

source: The volgroup and autopart commands can't be used at the same time
de: Die Befehle volgroup- und autopart- können nicht gleichzeitig angewendet werden
it: I comandi volgroup e autopart non possono essere utilizzati contemporaneamente

source: The volgroup and mount commands can't be used at the same time
de: Die Befehle volgroup und mount können nicht gleichzeitig verwendet werden
it: I comandi volgroup e mount non possono essere utilizzati contemporaneamente

source: A partition with the mountpoint %s has already been defined.
de: Eine Partition mit dem Einhängepunkt %s wurde bereits definiert.
it: Una partizione con il punto di montaggio %s è già stato definito.

source: The part/partition and autopart commands can't be used at the same time
de: Die Part/Partition und autopart Befehle können nicht gleichzeitig verwendet werden
it: I comandi part / partition e autopart non possono essere utilizzati contemporaneamente

source: --resize can only be used in conjunction with --onpart
de: --resize kann nur im Zusammenhang mit --onpart verwendet werden
it: --resize può essere utilizzato solo in combinazione con --onpart

source: --resize requires --size to specify new size
de: --resize benötigt --size um neue Größe anzugeben
it: --resize richiede --size per specificare nuove dimensioni

source: The part/partition and mount commands can't be used at the same time
de: Die Befehle part / partition und mount können nicht gleichzeitig verwendet werden
it: I comandi part / partition e mount non possono essere utilizzati contemporaneamente

source: The --fstype=tmpfs option can't be used together with --grow or --maxsize
de: Die --fstype=tmpfs Option kann nicht zusammen mit --grow oder --maxsize verwendet werden
it: L'opzione --fstype = tmpfs non può essere utilizzata insieme a --grow o --maxsize

source: --mkfsoptions with --noformat has no effect.
de: --mkfsoptions mit --noformat hat keine Auswirkungen.
it: --mkfsoptions con --noformat non ha alcun effetto.

source: --mkfsoptions and --fsprofile cannot be used together.
de: --mkfsoptions und --fsprofile können nicht zusammen verwendet werden.
it: --mkfsoptions e --fsprofile non possono essere usati insieme.

source: Only one of --pbkdf-time and --pbkdf-iterations can be specified.
de: Es kann nur eine von --pbkdf-time und --pbkdf-Iterationen angegeben werden.
it: È possibile specificare solo uno tra --pbkdf-time e --pbkdf-iterations.

source: Btrfs file system is not supported
de: Btrfs-Dateisystem wird nicht unterstützt
it: Il file system Btrfs non è supportato

source: Only one of --nomount and --romount may be specified for rescue command.
de: Nur entweder --nomount oder --romount kann für den rescue-Befehl angegeben werden.
it: È possibile specificare solo uno tra --nomount e --romount per il comando di ripristino.

source: Kickstart command %(command)s does not accept empty parameter %(parameter)s
de: Kickstart-Befehl %(command)s nimmt keine leeren Parameter %(parameter)s an
it: Comando kickstart %(command)s non accetta parametri vuoti %(parameter)s

source: Kickstart command %s does not take any arguments
de: Kickstart-Befehl %s nimmt keine Argumente an
it: Comando kickstart %s non accetta argomenti

source: Kickstart command eula expects the --agreed option
de: Kickstart Befehl EULA erwartet die --agreed Option
it: Il comando di kickstart eula prevede l'opzione --agreed

source: Kickstart command %s requires one argument
de: Kickstart Befehl %s erfordert ein Agument
it: Comando kickstart %s richiede un argomento

source: The '%s' and 'mount' commands can't be used at the same time
de: Das '%s'und' mount 'Befehle können nicht gleichzeitig verwendet werden
it: Il '%sI comandi 'mount' non possono essere usati contemporaneamente

source: Invalid mount point '%s' given
de: Ungültiger Einhängepunkt '%s' gegeben
it: Punto di montaggio non valido '%s'dato

source: '--mkfsoptions' requires --reformat
de: '--mkfsoptions' erfordert --reformat
it: '--mkfsoptions' richiede --reformat

source: The syspurpose command does not take positional arguments!
de: Der Befehl syspurpose akzeptiert keine Positionsargumente!
it: Il comando syspurpose non accetta argomenti posizionali!

source: Ignoring deprecated option on line %s: The zerombr command no longer takes any options. In future releases, this will result in a fatal error from kickstart. Please modify your kickstart file to remove any options.
de: Veraltete Option in Zeile %s wird ignoriert: Der zerombr-Befehl nimmt keine Optionen mehr an. In zukünftigen Releases wird dies zu einem schwerwiegendem Fehler von Kickstart führen. Bitte ändern Sie Ihre Kickstart-Datei um die Optionen zu entfernen.
it: Ignorando l'opzione deprecata in linea %s: Il comando zerombr non accetta più alcuna opzione. Nelle versioni future, questo provocherà un errore fatale da kickstart. Si prega di modificare il file di kickstart per rimuovere qualsiasi opzione.

source: --boot-drive accepts only one argument
de: --boot-Treiber akzeptiert nur ein Argument
it: --boot-drive accetta solo un argomento

source: A user with the name %s has already been defined.
de: Ein Benutzer mit dem Namen %s wurde bereits definiert.
it: Un utente con il nome %s è già stato definito.

source: The %s and autopart commands can't be used at the same time
de: Die %s und autopart Befehle können nicht gleichzeitig benutzt werden
it: Il %s e i comandi di autopart non possono essere utilizzati contemporaneamente

source: Invalid autopart type: %s
de: Ungültiger autopart-Typ: %s
it: Tipo di autopart non valido: %s

source: autopart --fstype=btrfs is not valid fstype, use --type=btrfs instead
de: autopart --fstype=btrfs ist nicht gültiger fstype, verwenden Sie stattdessen --type=btrfs
it: autopart --fstype = btrfs non è valido fstype, usa invece --type = btrfs

source: autopart --fstype cannot be used with --type=btrfs
de: autopart --fstype kann nicht mit --type=btrfs verwendet werden
it: autopart --fstype non può essere usato con --type = btrfs

source: autopart --type=btrfs is not supported
de: autopart --type = btrfs wird nicht unterstützt
it: autopart --type = btrfs non è supportato

source: One of --disabled or --enabled must be provided.
de: Entweder --disabled oder --enabled muss angegeben werden.
it: Deve essere fornito uno di --disabled o --enabled.

source: A DM RAID device with the name %(name)s and devices %(devices)s has already been defined.
de: Ein DM RAID Gerät mit dem Namen %(name)s und Geräten %(devices)s wurde bereits definiert.
it: Un dispositivo RAID DM con il nome %(name)s e dispositivi %(devices)s è già stato definito.

source: Unknown command %s
de: Unbekannter Befehl %s
it: Comando sconosciuto %s

source: Kickstart command cmdline does not support --non-interactive parameter
de: Der Kickstart-Befehl cmdline unterstützt den Parameter --non-interactive nicht
it: Il comando kickstart cmdline non supporta il parametro non interattivo

source: A single argument is expected for the %s command
de: Für den %s Befehl wird ein einzelnes Argument erwartet
it: Un singolo argomento è previsto per il %s comando

source: One of --xlayouts, --vckeymap options with value(s) or argument is expected for the keyboard command
de: Eine der --xlayouts, --vckeymap Optionen mit Wert(en) oder Argument wird für den Tastaturbefehl
it: Una delle opzioni --xlayouts, --vckeymap con valore (i) o argomento è prevista per il comando da tastiera

source: Only one partition may be specified for driverdisk command.
de: Nur eine Partition kann für driverdisk-Befehl angegeben werden.
it: È possibile specificare solo una partizione per il comando driverdisk.

source: Only one of --source and partition may be specified for driverdisk command.
de: Nur eine von --source und Partition kann für driverdisk-Befehl angegeben werden.
it: È possibile specificare solo uno di --source e partition per il comando driverdisk.

source: One of --source or partition must be specified for driverdisk command.
de: Entweder --source oder Partition muss für driverdisk-Befehl angegeben werden.
it: Uno di --source o partizione deve essere specificato per il comando driverdisk.

source: Only one of --biospart and partition may be specified for driverdisk command.
de: Nur --biospart oder Partition kann für driverdisk-Befehl angegeben werden.
it: Solo uno di --biospart e partition possono essere specificati per il comando driverdisk.

source: Only one of --biospart and --source may be specified for driverdisk command.
de: Nur --biospart oder --source kann für driverdisk-Befehl angegeben werden.
it: Solo uno di --biospart e --source può essere specificato per il comando driverdisk.

source: One of --source, --biospart, or partition must be specified for driverdisk command.
de: --source, --biospart oder Partition muss für driverdisk-Befehl angegeben werden.
it: Uno di --source, --biospart o partizione deve essere specificato per il comando driverdisk.

source: A zfcp with this information has already been defined.
de: Ein ZFCP mit dieser Information wurde bereits definiert.
it: Una zfcp con queste informazioni è già stata definita.

source: One of -%(options_list)s options must be specified for url command.
de: Einer von -%(options_list)s Für den Befehl url müssen Optionen angegeben werden.
it: Uno di -%(options_list)s le opzioni devono essere specificate per il comando url.

source: Only one of %(options_list)s options may be specified for url command.
de: Nur einer von %(options_list)s Für den Befehl url können Optionen angegeben werden.
it: Solo uno di %(options_list)s opzioni possono essere specificate per il comando url.

source: Invalid raid level: %s
de: Ungültiges RAID Level: %s
it: Livello raid non valido: %s

source: Partitions required for %s
de: Partitionen erforderlich für %s
it: Partizioni richieste per %s

source: Members may not be specified for preexisting RAID device
de: Mitglieder sind u.U. nicht angegeben für bereits vorhandenes RAID Gerät
it: I membri non possono essere specificati per il dispositivo RAID preesistente

source: A RAID device with the name %s has already been defined.
de: Ein RAID Gerät mit dem Namen %s wurde bereits definiert.
it: Un dispositivo RAID con il nome %s è già stato definito.

source: The raid and autopart commands can't be used at the same time
de: Die Befehle raid und autopart können nicht gleichzeitig angewendet werden
it: I comandi raid e autopart non possono essere utilizzati contemporaneamente

source: The raid and mount commands can't be used at the same time
de: Die Befehle für RAID und Mount können nicht gleichzeitig verwendet werden
it: I comandi raid e mount non possono essere utilizzati contemporaneamente

source: device command requires two arguments: module type and name
de: Geräte-Befehl erfordert zwei Argumente: Modultyp und Name
it: il comando dispositivo richiede due argomenti: tipo di modulo e nome

source: %(command)s command requires a single argument: %(argument)s
de: %(command)s Befehl erfordert ein Einzelargument: %(argument)s
it: %(command)s il comando richiede un singolo argomento: %(argument)s

source: A module with the name %s has already been defined.
de: Ein Modul mit dem Namen %s wurde bereits definiert.
it: Un modulo con il nome %s è già stato definito.

source: A logical volume with the name %(logical_volume_name)s has already been defined in volume group %(volume_group)s.
de: Ein logisches Volumen mit dem Namen %(logical_volume_name)s wurde bereits definiert in Volumengruppe %(volume_group)s.
it: Un volume logico con il nome %(logical_volume_name)s è già stato definito nel gruppo di volumi %(volume_group)s.

source: The logvol and autopart commands can't be used at the same time
de: Die logvol und autopart Befehle können nicht gleichzeitig angewendet werden
it: I comandi logvol e autopart non possono essere utilizzati contemporaneamente

source: --thin and --thinpool cannot both be specified for the same logvol
de: --thin und --thinpool können nicht gleichzeitig für das gleiche logvol angegeben werden
it: --thin e --thinpool non possono essere entrambi specificati per lo stesso logvol

source: --thin requires --poolname to specify pool name
de: --thin erfordert --poolname um den Pool-Namen anzugeben
it: --thin richiede --poolname per specificare il nome del pool

source: --chunksize and --metadatasize are for thin pools only
de: --chunksize und --metadatasize sind nur für Thin-Pools
it: --chunksize e --metadatasize sono solo per thin pools

source: --resize can only be used in conjunction with --useexisting
de: --resize kann nur im Verbindung mit --useexisting verwendet werden
it: --resize può essere usato solo in combinazione con --useexisting

source: --resize requires --size to indicate new size
de: --resize erfordert --size um neue Größe anzuzeigen
it: --resize richiede --size per indicare nuove dimensioni

source: The logvol and mount commands can't be used at the same time
de: Die Befehle logvol und mount können nicht gleichzeitig verwendet werden
it: I comandi logvol e mount non possono essere utilizzati contemporaneamente

source: No size given for logical volume. Use one of --useexisting, --noformat, --size, --percent, or --hibernation.
de: Keine Größe für logisches Volume angegeben. Verwenden Sie eine der folgenden Optionen: --useexisting, --noformat, --size, --percent oder --hibernation.
it: Nessuna dimensione indicata per il volume logico. Utilizzare uno di --useexisting, --noformat, --size, --percent o --hibernation.

source: Percentage must be between 0 and 100.
de: Prozentsatz muss zwischen 0 und 100 liegen.
it: La percentuale deve essere compresa tra 0 e 100.

source: --size and --percent cannot both be specified for the same logvol
de: --size und --percent kann nicht zusammen für das gleiche logvol angegeben werden
it: --size e --percent non possono essere entrambi specificati per lo stesso logvol
