Repository: pypi-data/pypi-mirror-44
Catalog: packages/collective.tiles.rssmixer/collective.tiles.rssmixer-0.1.1.tar.gz/collective.tiles.rssmixer-0.1.1/src/collective/tiles/rssmixer/locales/*/LC_MESSAGES/collective.tiles.rssmixer.po
Languages: it

source: A tile that shows results from different RSS feeds
it: Una tile che mostra fedd RSS provenienti da fonti diverse

source: Add this tile to mosaic list.
it: Aggiungi questa tile alla lista di Mosaic.

source: Enter a list of RSS feeds (one per line) in the following shape: source name|url.
it: Inserisci una lista di feed RSS (uno per riga) nel seguente formato: nome fonte|url.

source: Feed reload timeout
it: Timeout per il reload del feed

source: How many items to list.
it: Quanti elementi mostrare.

source: If enabled, feed source name will be shown.
it: Se abilitato, il nome della fonte verrà mostrato.

source: If enabled, last update date for a feed will be shown.
it: Se abilitato, la data di ultima modifica del feed verrà mostrata.

source: List of RSS feeds
it: Lista di feed RSS

source: Number of items to display
it: Numero di elementi da mostrare

source: RSS mixer tile
it: Tile RSS mixer

source: Show dates
it: Mostra le date

source: Show source name
it: Mostra le fonti

source: Time in minutes after which the feed should be reloaded.
it: Tempo (in minuti) dopo il quale un feed deve essere aggiornato.

source: Title
it: Titolo

source: collection_tile_css_class
it: Classe CSS

source: collection_tile_css_class_help
it: Inserisci una lista di classi CSS aggiuntive per questa tile.

source: tiles_rss-mixer_nothing_to_show
it: Tile non visualizzata perché non ha prodotto nessun contenuto.
